tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "mas"
brew "git"
cask "iterm2"
brew "coder"
brew "lazygit"
brew "python@3.12"
brew "pipenv"
cask "keka"
cask "google-chrome"
cask "macs-fan-control"
cask "visual-studio-code"
cask "zoom"
cask "sourcetree"
cask "slack"
cask "chatgpt"
cask "microsoft-remote-desktop"
cask "notion"
cask "zoom"
cask "spotify"
cask "pycharm"
cask "google-drive"
cask "iina"
cask "doll"
cask "fiji"
cask "bettertouchtool"
cask "maccy"
cask "docker"
mas "Xcode", id: "497799835"
mas "KakaoTalk", id: "869223134"
mas "RunCat", id: "1429033973"
mas "UpNote: notes, diary, journal", id: "1398373917"

# researchrabbit.ai
# secuway yonsei vpn
# MATLAB
# Office
# Bartender 5
# Plex